Repository: saldanha111/gsk
Catalog: app/Resources/translations/messages.*.xlf
Languages: es

source: " has been uploaded and successfully processed.
es: " se ha subido y ha sido correctamente procesado.

source: Multiple selection
es: Selección múltiple

source: and
es: y

source: You may select multiple options with the help of the <strong>Ctrl</strong> and <strong>Shift</strong> keys.
es: Puede seleccionar múltiple opciones con la ayuda de las teclas <strong>Ctrl</strong> y <strong>Shift (Mayús.)</strong>.

source: Please, choose first a header element.
es: Por favor, escoger primero una cabecera.

source: None
es: Ninguna

source: Multiple selection
es: Selección múltiple

source: You have no permission to preview the requested document.
es: No tiene permiso para visualizar la plantilla solicitada.

source: Incorrect request parameters (check that the options parameters is a valid JSON string).
es: Parámetros incorrectos (compruebe que el parámetro options es una cadena JSON con el formato correcto)

source: choose a new name
es: escoger nuevo nombre

source: select a file to upload
es: escoger un fichero

source: You have no permissions to generate this share link.
es: Carece de los permisos necesarios para generar este enlace.

source: Sorry, there were problems generating the share link.
es: Lo sentimos pero hubo problemas generando el enlace.

source: Please, click in the link below to download the requested document
es: Por favor, haga clic en el siguiente enlace para descargar el documento solicitado

source: Validation issues
es: Errores de validación

source: Download document
es: Descargar documento

source: Share
es: Compartir

source: Thanks for using Docxpresso.
es: Gracias por usar Docxpresso.

source: The value can not be empty.
es: Debe incluir un valor no vacío.

source: Data Management
es: Gestión de Datos

source: Browse data
es: Ver datos

source: View/Edit
es: Ver/Editar

source: User data from
es: Datos del

source: There is no data to show.
es: No hay datos que mostrar.

source: Filtered by identifier
es: Filtrado por identificador

source: Filtered by domain
es: Filtrado por dominio

source: Filtered by end user id
es: Filtrado por id de usuario

source: Back
es: Volver

source: Save & Continue later
es: Guardar y seguir más tarde

source: Save data locally.
es: Guardar datos localmente.

source: Not recommended if others have access to this device.
es: No recomendado si terceros tienen acceso a este dispositivo.

source: Please, copy and save this password to be able to access the current document from any other device.
es: Por favor, copie y guarde esta clave para poder acceder a este documento desde cualquier otro dispositivo.

source: Send continue link by email.
es: Enviar enlace por email.

source: You need to include a valid email address below.
es: Incluya a continuación una dirección valida de email.

source: If you do not receive an email with a link to continue the process, please, check your email SPAM folder.
es: Si no recibe un email con un enlace para continuar el proceso, por favor, compruebe su carpeta de CORREO BASURA.

source: The given email is not valid.
es: El email no es válido.

source: End user notifications
es: Notificaciones a usuarios

source: Send attachment
es: Enviar adjunto

source: Send link
es: Enviar enlace

source: if true the notifications by email will be activated.
es: marcar para activar las notificaciones por email.

source: There were no emails checked.
es: No se marco ningún email.

source: Message from Docxpresso
es: Mensaje de Docxpresso

source: The following link will allow you to continue editing the document entitled
es: El siguiente enlace le permitirá seguir editando el documento titulado

source: Continue edition
es: Continuar edición

source: Variable changes
es: Cambios en variables

source: <p>The following variables were <strong>added</strong>:</p>
es: <p>Se <strong>añadieron</strong> las siguientes variables:</p>

source: <p>The following variables were <strong>removed</strong>:</p>
es: <p>Se <strong>eliminaron</strong> las siguientes variables:</p>

source: Structural changes
es: Cambios estructurales

source: <p>There were structural changes in the template. Please, <strong>double-check</strong>:</p>
es: <p>Hubo cambios estructurales en la plantilla. Por favor, realice las<strong>comprobaciones</strong> correspondientes:</p>

source: <ul><li>clonable blocks,</li><li>toggle display variable dependence</li></ul>
es: <ul><li>bloques clonables,</li><li>visualización dependiente de otras variables</li></ul>

source: Dependent variable changes
es: Cambios en variables dependientes

source: <p>The following special dependent variables were <strong>added</strong>:</p>
es: <p>Se <strong>añadieron</strong> las siguientes variables dependientes:</p>

source: <p>The following special dependent variables were <strong>removed</strong>:</p>
es: <p>Se <strong>eliminaron</strong> las siguientes variables dependientes:</p>

source: There are potential problems with the following dependecies:
es: Puede haber problemas con las siguientes dependencias:

source: The corresponding formulas could not be imported because they were dependent on variables that no longer exist.
es: Las fórmulas correspondientes no se pudieron importar correctamente porque dependían de variables que ya no existen.

source: There was a time out generating the required document.
es: Expiro el tiempo asignado para la generación del documento solicitado.

source: The following variables used to toggle the visibility of bookmarked groups have been removed:
es: Las siguientes variables utilizadas para cambiar la visibilidad de grupos que han sido "bokmarked" han sido eliminadas.

source: The following dependent variables may have potential issues:
es: Las siguientes variables dependientes pueden presentar problemas:

source: <li>The following variables upon which <strong>
es: <li>Las siguientes variables de las que <strong>

source: depended on have been removed:<ul>
es: depende han sido eliminadas:<ul>

source: dependent
es: dependientes

source: No
es: Ninguna variable

source: variable has been added or deleted.
es: ha sido añadida o eliminada.

source: The following
es: Las siguientes variables

source: variables have been removed:
es: han sido eliminadas:

source: variables have been added:
es: han sido añadidas:

source: <h3>Added or removed
es: <h3>Se han añadido o eliminado variables

source: variables</h3>
es: </h3>

source: There are no editor emails given.
es: No hay ningún email de editor.

source: Notify Editors
es: Notificar editores

source: if true the emails given below will also receive a notification.
es: Si marcado todos los emails de editor dados serán notificados.

source: Include all emails separated by ";"
es: Incluya todos los emails separados por ";"

source: The template named:
es: La plantilla con nombre:

source: has been used.
es: ha sido utilizada.

source: signatures
es: firmas

source: Legally binding signatures
es: Firmas legalizadas

source: There are no potential legally binding signatures to be parametrized.
es: No se encontraron firmas legalizadas que parametrizar.

source: Salutation
es: Saludo

source: Please, sign this doc
es: Por favor, firme este documento

source: Dear Sir/Madam
es: Estimado Sr./Sra.

source: You need to choose a parent category.
es: Debe escoger una categoría padre.

source: Inactive
es: Inactivo

source: Filtered by "active"
es: filtrado por "activo"

source: The following variables had non-standard chars that may cause conflicts:
es: Las siguientes variables contienen caracteres no estándar que pueden causar conflictos:

source: Preview Doc
es: previsualizar Doc.

source: Create Online Documents
es: Genera Documentos Online

source: Validate data
es: Validar datos

source: Save data
es: Guardar datos

source: Check attachments
es: Comprobar adjuntos

source: Bold
es: Negrita

source: Italic
es: Itálica

source: Underline
es: Subrayar

source: Remove format
es: Eliminar formato

source: Go to page top
es: Ir al inicio de la página

source: Recent Color
es: Color reciente

source: More Color
es: Más colores

source: Move
es: Mover

source: Copy
es: Copiar

source: Collapse group
es: Colapsar grupo

source: Preview image
es: Previsualización imagen

source: Filtered by reference
es: Filtrado por referencia

source: Reference
es: Referencia

source: Tools
es: Herr.

source: You have no permission to edit this field.
es: Carece de permisos para editar este campo.

source: Browse Usage Data
es: Visualizar Datos de Uso

source: Prefix
es: Prefijo

source: Template usage
es: Uso de la plantilla

source: Unique identifier of this template usage.
es: Identificador único de este uso de la plantilla.

source: Template field that may uniquely identify the end user.
es: Campo de la plantilla cuyo valor puede identificar al usuario.

source: Additional reference to identify the transaction.
es: Referencia adicional para identificar la transacción.

source: Only prefixed variables are editable.
es: Solo variables con este prefijo son editables.

source: Additional custom notification emails (separate by ";").
es: Correos adicionales de notificación (separar con ";").

source: Custom data used to further personalize the document.
es: Datos usados para personalizar el documento.

source: URL from where to retrieve additional data.
es: URL desde la que recuperar datos.

source: URL where data should be (also) saved.
es: URL donde los datos (también) serán salvados.

source: URL where the user should be redirected.
es: La URL a la que el usuario debe ser redirigido.

source: URL where the user should be informed of any potential error.
es: URL donde se ha de informar de cualquier error.

source: Advanced options
es: Opciones avanzadas

source: identifier
es: identificador

source: reference
es: referencia

source: The document with
es: El documento con

source: has been generated.
es: ha sido generado.

source: Usage Statistics
es: Estadísticas de Uso

source: You have no permission to visualize this data.
es: Carece de permisos para visualizar estos datos.

source: Usage statistics
es: Estadísticas de uso

source: Docs by category
es: Docs. por categoría

source: Root Category
es: Categoría Raiz

source: Category Tree
es: Explorador de categorías

source: Add tag
es: Añadir etiqueta

source: Documents by Category
es: Documentos por Categoría

source: Docs by tag
es: Docs. por etiqueta

source: Documents by Tag
es: Documentos por Etiqueta

source: Explore documents by tag
es: Explorar documentos por etiqueta

source: No tag selected yet.
es: Aún no se ha seleccionado una etiqueta.

source: Search for tag
es: Buscar etiqueta

source: Tag
es: Etiqueta

source: Identifier
es: Identificador

source: If given the value of this field will help to identify a template usage.
es: El valor (opcional) de esta variable ayudará a identificar un uso de esta plantilla.

source: Identify usage
es: Identificación de uso

source: Download template
es: plantilla descarga

source: Browse lists
es: Ver listados

source: Create list
es: Crear listado

source: Auxiliary Lists
es: Listados auxiliares

source: Lists
es: Listados

source: Create new list
es: Crear nuevo listado

source: If you want to use the reserved chars: <strong>D, M, Y, d, m</strong> and <strong>as plain text you should include instead their corresponding HTML entities, namely: &amp;#68;, &amp;#77;, &amp;#89;, &amp;#100;, &amp;#109; and &amp;#121; respectively.
es: Si desea usar los caracteres reservados: <strong>D, M, Y, d, m</strong> y <strong>como texto plano debe utilizar en su lugar las correspondientes entidades HTML: &amp;#68;, &amp;#77;, &amp;#89;, &amp;#100;, &amp;#109; y &amp;#121; respectivamente.

source: Mode
es: Modo

source: This option (if different from none) will overwrite the default template identifier.
es: Si no nula sobreescribirá el valor por defecto de la plantilla.

source: Identifier field
es: Variable identificadora

source: Edit group
es: Editar grupo

source: select image to upload
es: seleccionar imagen

source: Recomended size 91x128 (standard Office size)
es: Tamaño recomendado 91x128 (estándar Office)

source: There were problems uploading the new thumbnail.
es: Hubo problemas al subir la nueva imagen.

source: A new thumbnail has been uploaded.
es: Se ha subido correctamente la nueva imagen.

source: External user
es: Usuario externo

source: Create workflow
es: Crear workflow

source: Insert unique name
es: Insertar un nombre único

source: HTML template
es: Plantilla HTML

source: The workflow named: "
es: El workflow: "

source: <p>Insert <strong>here</strong> the workflow description.</p>
es: <p>Insertar <strong>aquí</strong> la descripción del workflow.</p>

source: Notifications
es: Notificaciones

source: Edit image
es: Editar imagen

source: Edit user image
es: Editar imagen usuario

source: Save image
es: Guardar imagen

source: User id
es: Id usuario

source: Domain
es: Dominio

source: Visit workflow
es: Visitar workflow

source: The entry entitled: "
es: La entrada: "

source: Select a workflow
es: Seleccionar un workflow

source: Add to workflow
es: Añadir a un workflow

source: You should choose a workflow first.
es: Primero debe escoger un workflow.

source: Archive
es: Archivo

source: Active documents
es: Documentos activos

source: Add template
es: Añadir plantilla

source: Edit template
es: Editar plantilla

source: You are about to delete the news item entitled:
es: Se dispone a borrar la noticia:

source: Delete News Entry
es: Borrar noticia

source: Are you sure you want to delete this news entry?
es: ¿Está seguro de que quiere borrar esta noticia?

source: There are no active news.
es: No hay noticias activas.

source: There are no active docs.
es: No hay documentos activos.

source: Document archive
es: Archivo documentos

source: Please, choose the workflow you want to visit
es: Por favor, escoja el workflow que desea visitar

source: Sorry, currently you do not have any workflow assigned.
es: Actualmente no tiene ningún workflow asignado.

source: Insert document title
es: Insertar nombre del documento

source: You are about to remove permanently the association of this template with this workflow. Are you sure?
es: Se dispone a eliminar de forma permanente la asociación de este documento con este workflow. ¿Está seguro?

source: Not completed
es: Sin completar

source: There are no documents to show.
es: No hay documentos que mostrar.

source: The document could not be edited because you do not have the permission to do so or this page has been reloaded.
es: No se pudo editar el documento porque carece de los permisos necesarios o se ha recargado la página.

source: The document has been edited.
es: El documento ha sido editado.

source: The document can not be edited because it has been set as "Completed".
es: El documento no ha podido ser editado porque esta ya dado por "Completado".

source: There is not yet a document to download.
es: Aún no hay ningún documento que descargar.

source: It is not possible to further edit this document because it has been set as completed.
es: No es posible editar de nuevo este documento pues se ha dado por completado.

source: The edition of this document has been blocked.
es: Se ha bloqueado la edición de este documento.

source: There were problems changing the status of the current document.
es: Hubo problemas cambiando el estado del documento.

source: The status of the document was changed.
es: Se cambió el estado del documento.

source: You are about to set this document as completed blocking any further edition. Are you sure?
es: Se dispone a dar este documento por completado bloqueando así futuras ediciones del mismo. ¿Está seguro?

source: You are about to set this document as not completed allowing further editions. Are you sure?
es: Se dispone a dar a este documento el estado de no completado permitiendo así futuras ediciones del mismo. ¿Está seguro?

source: Edit document
es: Editar documento

source: Download generated document
es: Descargar documento generado

source: Set as completed
es: Dar por completado

source: Unlock document
es: Desbloquear documento

source: Edit metadata
es: Editar metadatos

source: Remove document
es: Eliminar documento

source: You do not have permission to add the requested template to a workflow.
es: Carece de permisos para añadir ese documento a un workflow.

source: by
es: por

source: This document is yet to be edited.
es: Aún no se ha editado el documento.

source: Document
es: Documento

source: Tool Box
es: Herramientas

source: You have reached the limit of displayed documents. If you do not want to miss any entry, please, narrow down your date range.
es: Ha alcanzado el límite máximo de documentos a mostrar. Si no quiere perder inadvertidamente algún documento, por favor, reduzca el rango de fechas.

source: Browse Data
es: Ver Datos

source: if true tables will be responsive.
es: si se marca las tablas seran responsivas.

source: Responsive
es: Responsivo

source: if true this table display will be responsive.
es: si se marca esta tabla será responsiva.

source: Select user
es: Seleccionar usuario

source: category
es: categoría

source: Enter a valid email address
es: Introducir email válido

source: Password recovery
es: Recuperar contraseña

source: Introduce the email address used in your registration procedure and you will receive an email with the required instructions.
es: Introduzca la dirección de email usado para el registro y recibirá un mensaje con las instrucciones de acceso.

source: In case you do not receive the email message, please, check your mail <strong>spam</strong> folder.
es: Si no recibe el mensaje enviado, por favor, compruebe su buzón de <strong>spam (correo basura)</strong>.

source: Generate New Password
es: Generar Nueva Contraseña

source: An email has been sent. Please, check your inbox.
es: Se ha enviado un email. Por favor, compruebe su buzón de correo.

source: Modify user data
es: Modificar datos de usuario

source: Edit user image
es: Editar imagen usuario

source: Reset password
es: Modificar clave

source: New Password
es: Nueva Clave

source: Confirm Password
es: Confirmar Clave

source: Save new password
es: Guardar nueva clave

source: Browse workflows
es: Listado workflows

source: Old Password
es: Antigua Clave

source: Dear Docxpresso user,
es: Estimado usuario de Docxpresso:

source: You have received this email because there was a request for a new password for your Docxpresso user account.
es: Ha recibido este email porque ha solicitado una nueva clave para su cuenta en Docxpresso.

source: You may generate a new password on:
es: Puede generar una nueva clave:

source: If you did not request a new password or you have recovered it somehow in the meantime you may just safely ignore this message.
es: Si no ha solicitado una nueva clave o ha recuperado su antigua clave, por favor, ignore este mensaje.

source: Best regards,
es: Un cordial saludo,

source: Docxpresso Support Team
es: Equipo de Soporte de Docxpresso

source: Because of security reasons ADMINISTRATORS can not change their password trhough this interface.
es: Por razones de seguridad los ADMINISTRADORES no pueden cambiar su clave de acceso mediante esta interfaz.

source: Docxpresso: Recover password
es: Docxpresso: Recuperar clave

source: You can not store templates directly in the root category
es: No puede almacenar plantillas directamente en la categoría raiz

source: Please, choose a child category for the filter
es: Por favor, escoja una categoría hija para el filtro

source: Edit Template Metadata
es: Editar Metadatos Plantilla

source: # of uses
es: nº de usos

source: Last usage
es: Último uso

source: Save Workflow
es: Guardar Workflow

source: You need to upload a file
es: Debe cargar un fichero

source: You should first unpublish the template in order to process it
es: Debe primero despublicar la plantilla para poder procesarla

source: Structural changes (groups)
es: Cambios estructurales (grupos)

source: <p>There were <strong>no</strong> validation issues.</p>
es: <p><strong>No</strong> hubo errores de validación.</p>

source: Document Templates Download
es: Descarga de documentos

source: Download Requested Document
es: Descargar Documento Solicitado

source: Download
es: Descargar

source: Enforce validations
es: Imponer validaciones

source: If checked the data will not be sent until correctly validated.
es: Si marcado los datos no se enviarán hasta ser correctamente validados.

source: Provide continue link
es: Enlace para continuar edición

source: If not given the user will be prompted to include one.
es: Si se deja vacío se le pedirá al usuario.

source: Remove end user access control
es: Eliminar control de acceso

source: Reset end user access control
es: Restaurar control de acceso

source: Change Document Thumbnail
es: Cambiar miniatura documento

source: Modify Access Control for end users
es: Modificar control de acceso para usuarios finales

source: By carrying out this operation you will let <strong>any end user</strong> to preview and download this document and its associated web form.
es: Si lleva a cabo esta operación permitirá que <strong>cualquier usuario final</strong> previsualice y descargue este documento y su formulario web asociado.

source: By carrying out this operation you will reset <strong>access control</strong> to this document. Beware that existing links may then <strong>be broken</strong>.
es: Si lleva a cabo esta operación restaurará <strong>el control de acceso</strong> a este documento. tenga en cuenta que enlaces pre-existentes pueden <strong>quedar invalidados</strong>.

source: Main Template page
es: Página principal de la plantilla

source: Templata + Data
es: Plantilla + Datos

source: DOCUMENT
es: DOCUMENTO

source: Generate Link
es: Generar enlace

source: Send Email
es: Enviar Email

source: Click the refresh button to regenerate the link with the new options.
es: Haz clic en el botón refrescar para regenerar el enlace con las nuevas opciones.

source: Send to
es: Enviar a

source: Subject
es: Asunto

source: Send email
es: Enviar email

source: Confirm to send
es: Confirmar envío

source: Share document by email
es: Compartir documento por email

source: You need to include the email where you want to send the link.
es: Necesita incluir un email donde enviar el enlace.

source: The email is not valid.
es: El email no es válido.

source: The email is not valid.
es: El email no es válido.

source: You need to include the email subject.
es: Debe incluir el asunto del mensaje.

source: There were problems sending the email.
es: Hubo problemas enviando el email.

source: The message was sent to:
es: Se envió el mensaje a:

source: You are invited to edit the data for:
es: Se le invita a que edite los datos para:

source: Message body
es: Cuerpo del mensaje

source: The edition link will be automatically attached at the end of the message.
es: El enlace para la edición se adjunta automáticamente al final del mensaje.

source: There were no structural changes in the template.
es: No hubo cambios estructurales en la plantilla.

source: Please, double-check that that change has no created conflicts with previous editions.
es: Por favor, compruebe que los cambios no han creado conflictos con ediciones anteriores.

source: Non-registered users
es: Usuarios no registrados

source: Restricted Access
es: Acceso Restringido

source: Public Access
es: Acceso Público

source: non-expiring
es: que no expira

source: expiring after
es: que expira tras

source: single use
es: de un sólo uso

source: single use expiring after
es: de un sólo uso que expira tras

source: All non-registered users should access this document with a valid APIKEY
es: Los usuarios no registrados deben acceder a este documento con un APIKEY
