Repository: saldanha111/gsk
Catalog: app/Resources/translations/messages.*.xlf
Languages: es

source: App usage
es: Uso aplicación

source: There were problems requesting the signature
es: Hubo problemas solicitando la firma

source: Download evidence report
es: Descargar informe evidencias

source: Pending Documents
es: Documentos pendientes

source: Last Completed Documents
es: Últimos Documentos Completados

source: Browse archive
es: Ver archivo

source: Monthly Usage: current month
es: Uso mensual: mes actual

source: Documents generated
es: Documentos generados

source: Monthly limit
es: Límite mensual

source: QUOTA EXCEEDED
es: CUOTA EXCEDIDA

source: QUOTA NOT EXCEEDED
es: CUOTA NO EXCEDIDA

source: Yearly Usage: current year
es: Uso anual: año actual

source: Yearly limit
es: Límite anual

source: Historic Usage
es: Histórico de uso

source: monthly limit
es: límite mensual

source: monthly usage
es: uso mensual

source: yearly limit
es: límite anual

source: yearly usage
es: uso anual

source: overage
es: exceso

source: The telephone number should include the country code starting with a "+" sign.
es: El teléfono debe incluir el código de país empezando con un "+".

source: Signer email can not be empty.
es: El email del firmante no puede estar vacío.

source: Signer name can not be empty.
es: El nombre del firmante no puede estar vacío.

source: Signer ID can not be empty.
es: El ID del firmante no puede estarvacío.

source: Signer phone can not be empty.
es: El teléfono del firmante no puede estar vacío.

source: The user email is not valid.
es: El email no es válido.

source: GENERATE LINK
es: GENERAR ENLACE

source: SEND EMAIL
es: ENVIAR EMAIL

source: Some pasted styles have been removed to avoid conflicts.
es: Algunos estilos del texto pegado han sido eliminados para evitar conflictos.

source: This document already exists.
es: Este documento ya existe.

source: You should choose an existing workflow first.
es: Primero debe escoger uno de los workflows predefinidos.

source: completed
es: completado

source: uncompleted
es: en proceso

source: Filtered by
es: Filtrado por

source: Revisions
es: Revisiones

source: This document has been considered "completed"
es: Este documento se ha considerado "completado"

source: Delete this document
es: Eliminar este documento

source: Are you sure that you want to delete this document? This action is undoable.
es: ¿Está seguro de querer eliminar este documento? Esta acción no es revertible.

source: Set as uncompleted
es: Revertir a documento en proceso

source: You do not have permission to perform this action.
es: Carece de permisos para llevar a cabo la acción solicitada.

source: There are no revisions for this document yet.
es: No hay revisiones para este documento.

source: Send your revision
es: Enviar su revisión

source: Accepted
es: Aceptado

source: Edit revision
es: Editar revisión

source: No revisions for this document.
es: No hay revisiones para este documento.

source: Back to usage list
es: Volver al listado de usos

source: phone-VidSigner
es: teléfono-VidSigner

source: This document has been set as "completed" by an editor.
es: Este documento ha sido dado por "completado" por un editor.

source: Locked
es: Bloqueado

source: Completed documents can not be shared for further edition.
es: Los documentos completados no pueden ser compartidos para continuar con su edición.

source: eSign Provider
es: Proveedor

source: Preselect provider (optional)
es: Preseleccionar proveedor (opcional)

source: Manage workflows
es: Gestionar workflows

source: Please, beware that this document has already been sent for its signature before. This is only a reminder to avoid duplicates.
es: Por favor, tenga en cuenta que este documento ya se ha mandado para su firma anteriormente. Esto es solo un aviso para evitar duplicados.

source: Batch Jobs
es: Trabajos por Lotes

source: Browse Jobs
es: Listado de lotes

source: Create Job
es: Crear lote

source: Select template
es: Seleccionar plantilla

source: Select a template
es: Seleccionar una plantilla

source: Template variables
es: Variables plantilla

source: Save Batch Job
es: Guardar Trabajo por Lote

source: Create new batch job
es: Crear un nuevo trabajo por lotes

source: New batch job
es: Nuevo trabajo por lotes

source: You may choose a <strong>.csv</strong> file or a tab separated <strong>.txt</strong> file.
es: Puede escoger un fichero <strong>.csv</strong> o un fichero <strong>.txt</strong> separado por tabuladores.

source: Batch job <strong>description</strong>.
es: <strong>Descripción</strong> de este trabajo por lotes.

source: Select data source
es: Seleccionar fuente de datos

source: Validate data source
es: Validar fuente de datos

source: Parse CSV Data
es: Parsear Datos CSV

source: Job
es: Lote

source: Save selected data
es: Guardar datos seleccionados

source: You are trying to upload an invalid zip file.
es: Esta intentando cargar un archivo zip no válido.

source: There were problems reading the selected zip file.
es: Hubo problemas leyyendo el archivo zip seleccionado.

source: There was no refDXO field in the CSV file. If you continue with the process, this will imply that the generated file names will be automatically generated and may be difficult to recognise them afterwards.
es: No se ha encontrado el campo refDXO en el CSV. Si continua las referencias se crearan automáticamente y los nombres de los archivos no serán facilmente identificables.

source: Attachments zip
es: Zip adjuntos

source: select a zip file
es: selecciones un fichero zip

source: Attachments not found
es: Archivos adjuntos no encontrados

source: Launch Batch Job
es: Lanzar Trabajo por Lotes

source: Generating documents
es: Generando documentos

source: Test and Launch Batch Job
es: Testear y Lanzar el Trabajo por Lotes

source: Show batch job
es: Mostrar trabajo por lotes

source: Download as zip file
es: Descargar como archivo zip

source: Download data
es: Descargar datos

source: Request custom analytics run
es: Solicitar un análisis personalizado

source: Request a custom analytics run on a predefined set of documents. Because of performance there is a max limit of
es: Puede solicitar un análisis personalizado basado en un conjunto de documentos. Para evitar problemas de rendimiento hay un límite de

source: documents per request.
es: documentos por solicitud.

source: Custom analytics
es: Análisis personalizado

source: Run analytics on selected documents
es: Análisis de los documentos seleccionados

source: You need to include a short description of the template.
es: Debe incluir una breve descripción de la plantilla.

source: The email was successfully sent.
es: El email ha sido enviado.

source: Analysing
es: Analizando

source: of
es: de

source: documents
es: documentos

source: It is currently not possible to analyse batches of more than
es: No es posible analizar lotes de más de

source: At least one document should be selected.
es: Debe haber al menos un documento seleccionado.

source: Analytics on demand
es: Análisis bajo demanda

source: Template usage analytics
es: Análisis datos plantilla

source: The number of documents was truncated not to exceed the maximum allowed number.
es: Se trunco el número de documentos para no sobrepasar el máximo admitido.

source: Load file
es: Seleccionar archivo

source: Confirm value
es: Confirmar valor

source: You need to include a short description of the user role.
es: Debe incluir una breve descipción del rol de este usuario.

source: You do not have permission to perform any change on this template.
es: Carece de permisos para realizar cualquier cambio sobre esta plantilla.

source: There are currently no annexes associated with this template.
es: No hay anexos asociados a esta plantilla.

source: Change CSV/TXT data file
es: Cambiar el dichero CSV/TXT de datos

source: conflicts
es: conflictos

source: There is a limit of
es: Hay un límite de

source: documents per batch job.
es: documentos por lote.

source: You can not attach a pdf file if the target format is not pdf.
es: No se puede adjuntar un fichero pdf a menos que el formato final sea pdf.

source: The estimated time to complete the batch job is:
es: El tiempo estimado para completar este trabajo por lotes es de:

source: Click the reload button to update the batch progress.
es: Haga click en el botón de recarga para actualizar el progreso del trabajo por lotes.

source: Reload this page
es: Recargar esta página

source: Document list
es: Listado de documentos

source: Optional
es: Opcional

source: Data from
es: Datos del

source: Filtered by template
es: Filtrado por plantilla

source: View documents
es: Ver documentos

source: Browse Batch Jobs
es: Listado de Trabajos por Lotes

source: Please, insert a name for the batch job.
es: Pof favor, escriba un nombre para el trabajo por lotes.

source: The following data can not be changed afterwards.
es: Los siguientes datos no pueden ser cambiados posteriormente.

source: Please, check that the name and format are the desired ones.
es: Por favor, compruebe que el nombre y el formato para el lote son los deseados.

source: If you have already finished your edition, please, set it as completed:
es: Si ha terminado con su edición del documento, por favor, delo por completado:

source: Pending
es: Pendiente

source: Complete
es: Completar

source: Sent by
es: Enviado por

source: Specific name for this document workflow.
es: Nombre específico del workflow asociado a este documento.

source: Save workflow data
es: Guardar workflow

source: Configure workflow
es: Configurar workflow

source: The workflow has been created.
es: El workflow ha sido creado.

source: You need to iclude a title for this workflow.
es: Tiene que incluir un título para este workflow.

source: User name
es: Nombre usuario

source: User email
es: Email usuario

source: Edit workflow microsite
es: Editar microsite workflow

source: In process
es: En proceso

source: To be started
es: No empezado

source: View/Edit workflow
es: Ver/Editar workflow

source: All active members will be able to edit the document.
es: Todos los miembros activos podrán editar este documento.

source: Small
es: Pequeño

source: Big
es: Grande

source: Huge
es: Enorme

source: External JS
es: JS Externo

source: External CSS
es: CSS Externo

source: This document is not available for download.
es: Este documento no está disponible para su descarga.

source: Anchor document to the Bitcoin & Ethereum blockchains
es: Anclar documento a los blockcahins de Bitcoin & Ethereum

source: <strong>Docxpresso</strong> uses <em>chainpoint technology</em> to anchor data to the <strong>Bitcoin and Ethereum blockchains</strong> in order to offer inmutable proof of integrity and existence of the generated documents.
es: <strong>Docxpresso</strong> utiliza <em>tecnología chainpoint</em> para anclar datos a los <strong>blockchains de Bitcoin y Ethereum</strong> para así ofrecer prueba inmutable de integridad y existencia de los documentos generados.

source: User comments
es: Comentarios del usuario

source: Timestamp
es: Sello de tiempo

source: Receipt
es: Recibo

source: Manage workflow
es: Gestionar workflow

source: The data has not yet neen anchored to the Bitcoin and Ethereum blockchains. Please, try again later (this process may take sometimes up to a few hours).
es: Los datos aún no han sido anclados a los blockcahins de Bitcoin y Ethereum. Por favor, inténtelo de nuevo más tarde (este proceso puede tomar hasta un par de horas en algunos casos).

source: Get blockchain receipt
es: Descargar recibo blockchain

source: Copy to clipboard
es: Copiar al portapapeles

source: The receipt was copied to you clipboard.
es: El recibo ha sido copiado al portapapeles.

source: Document hash
es: Hash del documento

source: The receipt is not yet available, please, try later.
es: El recibo aún no está disponible, por favor, pruebe otra vez más tarde.

source: There were problems accessing the eSigned dcoument
es: No se pudo acceder al documento firmado

source: hidden
es: oculta

source: Network user
es: Usuario de red
