Repository: saldanha111/gsk
Catalog: app/Resources/translations/messages.*.xlf
Languages: es

source: All non-registered users may visualize this document and provide data without access restrictions.
es: Los usuarios no registrados pueden acceder y cumplimentar los datos de este documento sin restricciones de acceso.

source: The access control for this document has been reseted.
es: Se ha restablecido el control de acceso de este documento.

source: This document can now be accessed by any end user.
es: Cualquier usuario final puede ahora acceder a este documento.

source: Multiple variable
es: Variable múltiple

source: The template with name "
es: La plantilla con nombre "

source: " COULD NOT be cloned because the name "
es: " NO PUDO ser clonada porqué el nombre "

source: " was already in use.
es: " ya estaba en uso.

source: The template data has been reverted to the edition
es: Los datos han sido revertidos a los de la edición

source: that was created:
es: que fue creada:

source: You are about to revert to version:
es: Se dispone a recuperar la versión:

source: Select a RPC
es: Seleccionar un RPC

source: Advanced actions
es: Acciones avanzadas

source: Default value
es: Por defecto

source: Delete template
es: Eliminar plantilla

source: Remove this document template
es: Eliminar esta plantilla de documento

source: By carrying out this operation you will <strong>deactivate</strong> this document template so it will not be directly accessible to any user (including yourself). Though you may recover it later by using the <strong>inactive</strong> filter while searching documents and reverting this action.
es: Si lleva a cabo esta acción <strong>desactivará</strong> esta plantilla y no será accesible a ningún usuario (incluido usted mismo). Podrá recuperar esta plantilla utilizando el filtro de búsqueda <strong>inactivo</strong> y revirtiendo esta acción.

source: Reactivate template
es: Reactivar la plantilla

source: Reactivate this document template
es: Reactivar esta plantilla de documento

source: By carrying out this operation you will <strong>activate</strong> again this document template.
es: Si lleva a cabo está acción <strong>reactivará</strong> de nuevo esta plantilla de documento.

source: This document template has been reactivated.
es: Esta plantilla de documento se ha reactivado.

source: This document template has been sucessfully deactivated. No one can now access directly this template until reactivated.
es: Esta plantilla de documento se ha desactivado. Nadie podrá acceder a ella hasta que sea reactivada.

source: Edit Template variables
es: Editar variables plantilla

source: Customize Web Form
es: Personalizar formulario web

source: Please, choose a valid .odt file.
es: Por favor, escoja un fichero válido (extensión .odt).

source: Complete list
es: Lista completa

source: Upload document template
es: Subir plantilla documento

source: Drag and drop the files you want to upload.
es: Arrastre y suelte los ficheros que desea subir.

source: You may later edit the template <strong>description</strong> and add some relevant <strong>tags</strong> through the corresponding <em>edit button</em>.
es: Podrá editar más tarde la <strong>descripción</strong> y añadir <strong>etiquetas</strong> relevantes a traves del correspondiente <em>botón editar</em>.

source: The size of this file is bigger that the predefined limit. Please, choose a smaller file in size.
es: El tamaño de este fichero es mayor del permitido. Por favor, escoja un fichero de menor tamaño.

source: Max. file size
es: Max. tamaño fichero

source: if true activates captcha on submit
es: si está marcado se activa un "captcha" en el envío

source: Possible SPAM attack. Please, try again.
es: Posible ataque de SPAM. Por favor, inténtelo de nuevo.

source: Use captcha
es: Usar captcha

source: If checked the end user will have to answer a captcha question.
es: Si está marcado el usuario deberá responder a un captcha.

source: file
es: adjunto

source: Choose one of available attachment files
es: Escoja uno de los archivos adjuntos disponibles

source: Select an attachment
es: Seleccione un adjunto

source: If you choose the file type you need to choose an attachment from the dropdown menu.
es: Si escoge el tipo adjunto debe seleccionar uno del desplegable correspondiente.

source: Please, first remove the association with the variable:
es: Por favor, antes debe eliminar la asociación con la variable:

source: Printable
es: Imprimible

source: Print
es: Imprimir

source: No print
es: No imprimir

source: Mark as <strong>no print</strong> only if you do not want this block of content to be ever shown in the final document.
es: Escoger <strong>no imprimir</strong> solo si se quiere que este bloque de contenido nunca aparezca en el documento final.

source: Attach.
es: Adjuntos

source: if true enforces validations on submit.
es: Si marcado las validaciones son obligatorias.

source: if true activates captcha on submit.
es: Si marcado se activa el captcha.

source: no validation
es: sin validación

source: No associated file
es: Sin fichero asociado

source: Linked to
es: Vinculado a

source: No image was found
es: No se encontro la imagen

source: Prev
es: Anterior

source: Next
es: Siguiente

source: Data dump
es: Descarga datos

source: Yes
es: Sí

source: Export to Excel
es: Exportar a Excel

source: Back to Docxpresso
es: Volver a Docxpresso

source: before
es: antes de

source: after
es: después de

source: Forward data to other template
es: Enviar datos a otra plantilla

source: Edit/View
es: Editar/Ver

source: Choose a template
es: Seleccione una plantilla

source: Use a different template
es: Utilizar otra plantilla

source: Data will be forwarded to the chosen template.
es: Se enviaran los datos a la plantilla seleccionada.

source: settings
es: configuración

source: Settings
es: Configuración

source: Preview logo
es: Previsualizar logo

source: Preview auxiliar logo
es: Previsualizar log auxiliar

source: Auxiliar Logo
es: Logo auxiliar

source: Recommended minimum size: 320x64 pixels
es: Tamaño mínimo recomendado: 320x64 píxeles

source: This logo is used in emails and Form headers (optional).
es: Este logo se utiliza en los emails y formularios (opcional).

source: Latest template usage
es: Ultimos usos de plantillas

source: The workflow has been updated.
es: Se ha actualizado el workflow.

source: The message was sent.
es: El mensaje ha sido enviado.

source: The message could not be sent.
es: El mensaje no pudo ser enviado.

source: The order is not coherent. You can not set a completed step after an uncompleted one in an ordered workflow.
es: El orden es incoherente. No se puede forzar un paso como completado tras uno no completado para workflows ordenados.

source: Workflow General Settings
es: Configuración General del Workflow

source: Workflow Steps
es: Pasos del Workflow

source: There were inconsistencies found within the workflow definition and the edition can not be carried out.
es: Hay inconsistencias con la definición del workflow y el documento no puede ser editado.

source: There were inconsistencies found within the workflow definition and the current step can not be set as completed.
es: Hay inconsistencias con la definición del workflow y el paso actual no se puede dar por completado.

source: The workflow step has been set as completed.
es: El paso del workflow se ha dado por completado.

source: Edition request:
es: Solicitud edición:

source: You have been invited to edit the following document:
es: Se le ha invitado a editar el siguiente documento:

source: Document completed:
es: Documento completado:

source: The following document has been completed:
es: Se ha completado el siguiente documento:

source: There were problems converting the file to Open Document Format.
es: Hubo problemas convirtiendo el fichero al formato Open Document.

source: It is <strong>strongly recommended</strong> that you use a native Open Document Format (like .odt). Automatic conversions from MS Office formats (like .docx) may not preserve all the formatting.
es: <strong>Recomendamos</strong> utilizar un fichero con extensión nativa de Open Document (como .odt). Conversiones automáticas de ficheros nativos de Microsoft Office (como .docx) pueden no preservar todo el formato.

source: Insert Video
es: Insertar Vídeo

source: Identifier for this video.
es: Identificador para este vídeo.

source: Edit video
es: Editar vídeo

source: Insert video
es: Insertar vídeo

source: Edit comment:
es: Editar comentario:

source: Edit video:
es: Editar vídeo:

source: Size
es: Tamaño

source: Fluid
es: Fluido

source: The inserted video URL is not valid.
es: La URL del vídeo no es válida.

source: The URL format should be:
es: El formato de la URL debe ser:

source: The size of this file is bigger that the predefined limit of:
es: El tamaño del fichero es mayor que el límite predefinido de:

source: KB. Please, choose a smaller file in size.
es: KB. Por favor, escoja un fichero de menor tamaño.

source: You do not have permission to delete that usage data.
es: Carece de permiso para borra esos datos de uso.

source: The data has been successfully removed.
es: Se han eliminado los datos solicitados.

source: Remove data
es: Eliminar datos

source: Basic
es: Básico

source: Advanced
es: Avanzado

source: Edit workflow
es: Editar workflow

source: Save workflow
es: Guardar workflow

source: Add step
es: Añadir paso

source: Ordered
es: Ordenado

source: Unordered
es: Sin orden

source: The workflow steps should be carried out in the specified order.
es: Los pasos han de completarse en el orden predefinido.

source: The workflow does not required the specified order to be completed.
es: Los pasos no han de completarse siguiendo un orden prestablecido.

source: There are no workflow steps defined.
es: Aún no se ha definido nigún paso del workflow.

source: <p>Insert <strong>here</strong> this step description.</p>
es: <p>Insertar <strong>aquí</strong> la descripción de este paso.</p>

source: The current document has been erased from the platform so it is not possible to edit it any longer. Please, contact the workflow admin if you believe this to be an error.
es: El documento ha sido eliminado por lo que no es posible continuar con su edición. Si cree que esto es un error, por favor, contacte con el administrador del workflow.

source: There are no email fields in this template.
es: No hay campos tipo email en esta plantilla.

source: No results match
es: No hay coincidencias para

source: Select editor
es: Sel. editor

source: Editors
es: Editores

source: Access document data
es: Acceder a los datos del documento

source: Other emails
es: Otros emails

source: There are no emails selected.
es: No hay emails seleccionados.

source: Confirm
es: Confirmar

source: if true requests user confirmation (text type only).
es: si marcado solicita confirmación usuario (solo tipo texto).

source: You can not ask for end user confirmation of variables that accept rich text. Please, uncheck the "Rich text" option if you want to proceed.
es: No puede solicitar confirmación del usuario para variables que aceptan text enriquecido. Desmarcar la casilla de "Texto rico" para continuar.

source: This variable does not accept rich text.
es: Esta variable nop acepta texto enriquecido.

source: You may use this reference value to further identify this usage.
es: Puede utilizar este valor de referencia para identificar este uso.

source: Confirm values
es: Confirmar valores

source: There were confirmation errors.
es: Hubo errores en la confirmación.

source: Permission denied
es: Permiso denegado

source: The email was succesfully sent.
es: El email ha sido enviado.

source: There were problems sending the email.
es: Hubo problemas enviando el email.

source: The message can not be empty.
es: El mensaje no puede estar vacío.

source: You also need to check the "share" checkbox also to send directly an email to the chosen end user.
es: También debe marcar la casilla de "compartir" para enviar un correo de notificación al usuario.

source: Sent to
es: Enviado a

source: Requested Share Link
es: Enlace para compartir solicitado

source: The following link will prompt the user to continue editing with the configuration chosen:
es: El siguiente enlace permite continuar la edición del documento con los parámetros escogidos:

source: The QR text can not be left empty.
es: El texto del QR no puede estar vacio.

source: You need to choose a variable.
es: Debe escoger una variable.

source: Continue edition link
es: Enlace para continuar edición

source: Predefined link or text
es: Enlace o texto predefenido

source: Value of a variable
es: Valor de una variable

source: QR Text
es: Texto QR

source: Send by email
es: Enviar por email

source: if true a share link will be generated on download.
es: si marcado se creará un enlace en la página de descarga.

source: Please, click in the link below to download the requested document and associated attachments as a zip file
es: Por favor, haga clic en el siguiente enlace para descar el documento junto a los adjuntos asociados como un archivo zip

source: Copy the following single use link to continue later the edition of this document
es: Copie el siguiente enlace (de un solo uso) para continuar con la edición de este documento

source: Download link
es: Enlace descarga

source: This document template has been locked so you it can not be edited.
es: Esta plantilla de documento ha sido bloqueada para impedir su edición.

source: This document template has been unlocked so you can edit it again.
es: Esta plantilla de documento ha sido desbloqueada para permitir nuevas ediciones.

source: Latest usage
es: Últimos usos

source: Actions
es: Acciones

source: Versions
es: Versiones

source: Private
es: Privado

source: Document access
es: Acceso al documento

source: Interactive Document
es: Documento Interactivo

source: Web Form
es: Formulario Web

source: Lock edition
es: Bloquear edición

source: Unlock edition
es: Desbloquear edición

source: responsive
es: responsivo

source: Enduser access control
es: Control de accesso usuarios finales

source: HowTo
es: Ayuda

source: Compulsory
es: Obligatorio

source: if true the user will be requested to fulfill this field.
es: sí marcado el usuario se verá requerido a completar este campo.

source: ignore format
es: ignorar formato

source: default
es: por defecto

source: Advanced Actions
es: Acciones Avanzadas

source: JSON code
es: Código JSON

source: Invalid JSON code.
es: Código JSON no válido.

source: notifications will not be sent unless they are specifically activated in "End user notifications".
es: no se enviarán notificaciones a menos que se activen en "Notificaciones a usuarios".

source: Important
es: Importante

source: The file extension should be written in lowercase.
es: La extensión del archivo debe estar en minúsculas.

source: You need to choose a file to upload.
es: Debe escoger primero un fichero.

source: Browse Ext. Services
es: Listado Servicios Ext.

source: Create Ext. Service
es: Crear Servicio Ext.

source: External Services
es: Servicios Externos

source: External services
es: Servicios externos

source: Save External Service
es: Guardar Servicio Externo

source: External service URL
es: URL del servicio externo

source: Insert the external service name
es: Inserte el nombre del servicio

source: <p>Introduce the external service <strong>description</strong> here.</p>
es: <p>Introduzca aquí una breve <strong>descripción</strong> del servicio.</p>

source: Edit External Service
es: Editar Servicio Externo

source: The external service named: "
es: El servicio externo: "

source: Extended Help
es: Ayuda extendida

source: Service
es: Servicio

source: if true you need to choose an associated external service.
es: si marcado deberá escoger un servicio externo asociado.

source: Load CSV data
es: Cargar datos de fichero CSV

source: Please, upload a tab separated text file or a CSV file.
es: Por favor, suba un archivo de texto separado por tabuladores o un fichero CSV.

source: The default encoding should work most of the times but if you get "weird" chars you may try UTF-8 or your local codification.
es: La codificación por defecto funcionará la mayoría de las veces pero si ve "caracteres extraños" escoja UTF-8 o su codificación local.

source: Encoding
es: Codificación

source: You have no permission to perform this action.
es: Carece de permisos para llevar a cabo esta acción.

source: No associated variable
es: Sin variable asociada

source: Sorry but there is a mismatch in the number of signatures and the data could not be saved. Please, save the changes and reload the page to try again.
es: Lo sentimos pero parece haber un problema con el número de firmas disponibles. Por favor, guarde los cambios recargue la página e inténtelo de nuevo.

source: if checked the signatures will be requested in the given order.
es: si marcado las firmas se pedirán en el orden dado.

source: The name can not be empty.
es: El nombre no puede estar vacío.

source: insert a name to identify the process
es: escoja un nombre para identificar el proceso

source: Signers
es: Firmantes

source: Document attached
es: Documento adjuntado

source: The signed document:
es: El documento firmado:

source: has been attached to this email.
es: ha sido adjuntado a este correo electrónico.

source: Preview document to be signed
es: Previsualizar el documento a firmar

source: Document preview
es: Previsualización documento

source: Requested signatures
es: Firmas solicitadas

source: Choose a device
es: Escoja el dispositivo

source: Signer name
es: Nombre firmante

source: insert the signer name
es: inserte el nombre del firmante

source: Signer ID
es: ID firmante

source: insert the signer email
es: inserte el email del firmante

source: Email subject
es: Asunto mensaje

source: insert the email subject
es: inserte el asunto del mensaje

source: Insert the message body <strong>here</strong>.
es: Inserte <strong>aquí</strong> el cuerpo del mensaje.

source: Signer email
es: Email firmante

source: Request signatures
es: Solicitar firma

source: There are no pending signatures.
es: No hay firmas pendientes.

source: No tracking available.
es: No hay seguimiento (tracking) disponible.

source: Tracking info
es: Información de Seguimiento

source: The following tracking info offers a brief overwiew of the steps required to generate the contents of this document.
es: La siguiente información de seguimiento sólo ofrece una breve descripción de los pasos tomados para completar este documento.

source: Date and Time
es: Fecha y Hora

source: Registered User
es: Usuario Registrado

source: anonymous
es: anónimo

source: if true this attachment will be displayed as optional.
es: si marcado este adjunto será mostrado como opcional.

source: Signer phone
es: Teléfono firmante

source: insert the signer phone
es: insertar el teléfono del firmante

source: Signer phone can not be empty
es: El teléfono del firmante no puede estar vacío

source: Download document with tracking info
es: Descargar documento con info seguimiento

source: Template name
es: Nombre plantilla

source: Registered user
es: Usuario registrado

source: Document identifier
es: Identificador del documento

source: Document reference
es: Referencia del documento

source: Check full document
es: Verificar documento

source: eSignatures archive
es: Archivo eSignatures

source: Pending eSignatures
es: eSignatures en proceso

source: Browse eSignatures
es: Listado de eSignatures

source: Filtered by name
es: Filtrado por nombre

source: Unsigned
es: Pendiente

source: Rejected
es: Rechazado

source: Signed
es: Firmado

source: Signer
es: Firmante

source: The method can not be empty.
es: El método no puede estar vacío.

source: The document has not been found. Please, check if it has already been downloaded.
es: No se ha encontrado el documento. Por favor, compruebe si el documento ya ha sido descargado.

source: Signature status
es: Estado firma

source: Remove eSignature
es: Eliminar firma

source: Browse annexes
es: Listado de anexos

source: Create annex
es: Crear anexo

source: Annexes
es: Anexos

source: Annex
es: Anexo

source: Insert the annex name
es: Escriba el nombre del anexo

source: You may choose a <strong>.odt</strong> or a <strong>.docx</strong> file.
es: Puede escoger un archivo <strong>.odt</strong> o <strong>.docx</strong>.

source: There is not any edition of this document so its status can not be changed to completed.
es: No hay ninguna edición del documento por lo que no se le puede cambiar el estado a completado.

source: Default annex
es: Anexo por defecto

source: Variable value
es: Valor variable

source: Annex name
es: Nombre anexo

source: Annex id
es: Id anexo

source: Edit annexes
es: Editar anexos

source: Save annexes
es: Guardar anexos

source: Add annex
es: Añadir anexo

source: Document annexes
es: Documentos anexos

source: row
es: fila

source: Save Annex
es: Guardar anexo

source: No file selected
es: No se selecciono un fichero

source: <p>Introduce the annex <strong>description</strong> here.</p>
es: <p>Incluya <strong>aquí</strong> una breve descripción del anexo.</p>

source: Change annex document
es: Cambiar documento anexo

source: select a file
es: escoger un fichero

source: The annex named: "
es: El anexo con nombre: "

source: Analytics
es: Análisis

source: tags
es: etiquetas

source: General Data
es: Datos Generales

source: Date range
es: Rango de fechas

source: Analyzed number of uses
es: Número de usos analizados

source: Completed (average value)
es: Completado (valor promedio)

source: Variable Data
es: Datos Variables

source: Average value
es: Valor medio

source: Pie
es: Tarta

source: Bar
es: Barras

source: Option
es: Opción

source: Current analytics run
es: Analíticas en marcha

source: There is yet no data for the current analytics run.
es: No hay todavía datos de la analítica en marcha.

source: No current Analytics run
es: Na hay analíticas en marcha

source: Activate analytics
es: Activar analíticas

source: Visualize analytics
es: Visualizar analítica

source: Stop analytics
es: Parar analítica

source: Analytics History
es: Histórico analíticas

source: Number of uses
es: Número de usos

source: Relaunch analytics
es: Relanzar analítica

source: There is no analytics history.
es: El histórico de analíticas está vacío.

source: The analytics for this template has been stopped.
es: Se ha detenido la analítica para esta plantilla.

source: The analytics for this template has been activated.
es: Se ha activado la analítica para esta plantilla.

source: The analytics for this template has been relaunched from a previous analytics run.
es: Se ha relanzado una analítica ya existente para está plantilla.

source: Remove annex
es: Eliminar anexo

source: Select
es: Seleccionar

source: Page Not Found
es: Página No Encontrada

source: The requested page was not found.
es: No se ha encontrado la página solicitada.

source: We apologize for this issue. If you consider this to be an app error, please, contact us in
es: Lo sentimos. Si considera que esto es un error de la aplicación, por favor, contáctenos en

source: Docxpresso encountered something unexpected that did not allow it to complete the request.
es: Docxpresso no ha podido completar su petición.

source: Back to the homepage
es: Volver página de inicio

source: Internal Server Error
es: Error Interno del Sistema

source: if true it will activate this eSignature provider.
es: si marcado se activará este proveedor de firma electrónica.

source: Required data is lacking.
es: Faltan datos necesarios.

source: Connection refused
es: Conexión rechazada

source: Connection accepted
es: Conexión aceptada

source: Account Settings
es: Configuración Cuenta

source: Account
es: Cuenta

source: App Usage
es: Uso de la Aplicación
