Repository: saldanha111/gsk
Catalog: app/Resources/translations/messages.*.xlf
Languages: es

source: Loading external data
es: Cargando datos externos

source: You are recovering the saved data from the Docxpresso server.
es: Recuperando datos del servidor de Docxpresso.

source: Please, be patient
es: Por favor, espere

source: Uploading data
es: Guardando datos

source: Cancel
es: Cancelar

source: Save data
es: Guardar datos

source: Local storage
es: Almacenar localmente

source: Recover local data
es: Recuperar datos locales

source: Remove local data
es: Eliminar datos locales

source: BackColor
es: Color fondo

source: Set transparent
es: Transparente

source: FontColor
es: Color fuente

source: Reset to default
es: Valor por defecto

source: Close
es: Cerrar

source: You have some locally saved data for this document
es: Existen datos salvados localmente para este documento

source: Would you like to load the <strong>previously saved data</strong>?
es: Desearía cargar esos <strong>datos previamente guardados</strong>?

source: Load saved data
es: Cargar datos locales

source: Loading local data
es: Carga de datos locales

source: You are uploading the saved data to the server
es: Guardando los datos en el servidor

source: Save
es: Guardar

source: Edit text
es: Editar el texto

source: Save As...
es: Guardar como...

source: and higher
es: o superior

source: compatible software
es: software compatible

source: Comments
es: Comentarios

source: Generate document
es: Generar documento

source: You are about to leave this page without saving your changes!!
es: ¡Va a abandonar está página sin guardar los cambios realizados!

source: Leave without saving
es: Salir sin guardar

source: Do you really want to leave?
es: ¿Quiere abandonar esta página?

source: Signature pad
es: Panel de firma

source: Sign above
es: Introduzca su firma

source: Save Signature
es: Guardar firma

source: Validations
es: Validaciones

source: Ignore Warnings and Generate Document
es: Ignorar Avisos y Generar Documento

source: You are about to leave this page without saving the data.
es: Va a abandonar esta página sin guardar los datos.

source: Please, insert the requested variable value
es: Por favor, inserte el valor requerido

source: still shows its default value.
es: todavía tiene el valor por defecto.

source: the inserted value is not valid.
es: el valor introducido no es válido.

source: the inserted value seems to be valid.
es: el valor introducido parece correcto.

source: Cloned value
es: Dato clonado

source: Please, choose an image file.
es: por favor, escoja un archivo tipo imagen.

source: Warning
es: Aviso

source: You can not delete all row groups.
es: No puede eliminar todas las filas.

source: You can not delete all list items.
es: No puede eliminar todos los items de la lista.

source: You can not delete all blocks of content.
es: No puede eliminar todos los bloques de contenido.

source: The metadata previously saved locally has been removed.
es: Los datos guardados localmente han sido eliminados.

source: Local data removed
es: Datos locales borrados

source: There is no previously stored data for this document.
es: No hay datos locales asociados a este documento

source: The ultimate tool for managing your document repository, period.
es: La mejor herramienta para gestionar su repositorio documental.

source: Let me in
es: Acceder a Docxpresso

source: Forgot your password?
es: ¿Olvidó su clave?

source: Do not have an account?
es: ¿No tiene una cuenta?

source: Enter email address
es: Introducir correo electrónico

source: Password
es: Clave

source: Bad credentials.
es: Datos erroneos.

source: Documents
es: Documentos

source: Browse documents
es: Listado de documentos

source: New document
es: Nuevo documento

source: Add category
es: Añadir categoría

source: Messages
es: Mensajes

source: Inbox
es: Buzón de entrada

source: Compose message
es: Escribir mensaje

source: Users
es: Usuarios

source: Browse users
es: Listado de usuarios

source: Browse groups
es: Listado de grupos

source: Create user
es: Crear usuario

source: Create group
es: Crear grupo

source: Resources
es: Recursos

source: Browse resources
es: Listado de recursos

source: Create resource
es: Crear recurso

source: Browse RPCs
es: Listado de RPCs

source: Create RPC
es: Crear RPC

source: Browse validations
es: Listado de validaciones

source: Create validation
es: Crear validación

source: REST services
es: Servicios REST

source: Browse queries
es: Listado consultas

source: Create query
es: Crear consulta

source: Browse SQL queries
es: Listado consultas SQL

source: Create SQL query
es: Crear consulta SQL

source: News
es: Noticias

source: Browse news
es: Listado de noticias

source: Create news
es: Crear noticia

source: Read All Mesages
es: Leer mensajes

source: Visit your personal space
es: Acceder al perfil

source: Edit your user data
es: Editar datos de usuario

source: Modify your password
es: Modificar la clave

source: Modify your avatar
es: Cambiar foto perfil

source: Welcome to
es: Bienvenido a

source: Homepage
es: Inicio

source: Loading
es: Cargando

source: Repository evolution
es: Evolución del repositorio

source: Latest News
es: Últimas noticias

source: Latest templates
es: Últimos documentos

source: Refresh data
es: Refrescar datos

source: to
es: a

source: New templates
es: Nuevos documentos

source: Total number of templates
es: Num. total de documentos

source: Home
es: Inicio

source: My Profile
es: Mi Perfil

source: New password
es: Nueva clave

source: Edit profile image
es: Cambiar foto del perfil

source: Edit profile data
es: Editar datos del perfil

source: Introduce a query term if you wish to filter your results
es: Introducir un término de búsqueda para filtrar los resultados

source: result
es: resultado

source: results
es: resultados

source: Search
es: Buscar

source: found for
es: encontrados

source: News
es: Noticias

source: News item
es: Noticia

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Created by
es: Creada por

source: Create news entry
es: Crear noticia

source: Create
es: Crear

source: New entry
es: Nueva entrada

source: All fields are mandatory
es: Todos los campos son obligatorios

source: Title
es: Título

source: Insert news title
es: Introducir el título de la noticia

source: Publish
es: Publicar

source: <p>Insert <strong>here</strong> the news content.</p>
es: <p>Introducir <strong>aquí</strong> el contenido de la noticia.</p>

source: Save News
es: Guardar noticia

source: Previsualization
es: Previsualización

source: Previsualize document template
es: Previsualizar plantilla de documento

source: Documents
es: Documentos

source: Drag and drop the files you wish to previsualize.
es: Arrastrar y soltar los archivos que desea previsualizar.

source: Previsualize
es: Previsualizar

source: Load signature from file
es: Cargar firma de un fichero

source: Continue
es: Continuar

source: Attachments
es: Archivos adjuntos

source: Load file
es: Seleccionar archivo

source: there is no file selected yet.
es: no hay ningún archivo seleccionado.

source: there is a file selected.
es: hay un archivo seleccionado.

source: There is currently no attachment associated with this document.
es: No hay archivos adjuntos asociados a este documento.

source: Document Templates
es: Plantillas de Documentos

source: Templates
es: Plantillas

source: Available Filters
es: Filtros disponibles

source: Order by
es: Ordenar

source: Created
es: Creado

source: Modified
es: Modificado

source: Name
es: Nombre

source: Author
es: Autor

source: Category
es: Categoría

source: Filters
es: Filtros

source: Show
es: Mostrar

source: Default
es: Valor por defecto

source: documents
es: documentos

source: Status
es: Estado

source: All
es: Todo

source: Published
es: Publicado

source: Unpublished
es: No publicado

source: All authors
es: Todos los autores

source: Group
es: Grupo

source: All groups
es: Todos los grupos

source: Save filter options
es: Guardar filtros

source: Choose a category from the dropdown
es: Escoger categoría

source: Search templates
es: Buscar plantillas

source: Refresh
es: Refrescar

source: The search term needs to include at least three characters.
es: El término de búsqueda debe incluir, al menos, tres caracteres.

source: Templates from
es: Plantillas desde la

source: of
es: de

source: There are no templates to show.
es: No hay plantillas que cumplan los criterios de búsqueda.

source: Filtered by group
es: Filtrado por grupo

source: Filtered by category
es: Filtrado por categoría

source: Filtered by author
es: Filtrado por autor

source: Filtered by status
es: Filtrado por estado

source: Filtered by query term
es: Filtrado por termino de búsqueda

source: Last modified
es: Modificado

source: Completed
es: Completado

source: Create new document template
es: Crear nueva plantilla

source: Templates can not be inserted directly into the Root. Please, choose a different category.
es: Las plantillas no pueden insertarse directamente in el directorio base. por favor, escoja otra categoría.

source: Insert an unique name
es: Introduzca un nombre único

source: File
es: Archivo

source: select a file to upload
es: seleccione un archivo

source: Choose a category from the dropdown
es: Escoja una categoría

source: Tags
es: Etiquetas

source: tag
es: etiqueta

source: Press <strong>Enter</strong>, <strong>Comma</strong> or <strong>Spacebar</strong> to create a new tag, <strong>Backspace</strong> or <strong>Delete</strong> to remove the last one.
es: Pulse <strong>Intro</strong>, <strong>Coma</strong> o <strong>Espacio</strong> para crear una nueva etiqueta, <strong>Atras</strong> o <strong>Supr</strong> para eliminar la última.

source: Active
es: Activo

source: Check whenever the template may be available to <strong>other users</strong>.
es: Marcar si la plantilla estará disponible para <strong>otros usuarios</strong>.

source: Access Control
es: Control de Acceso

source: If left as public <strong>all</strong> platform users will be able to <strong>view</strong> and <strong>edit</strong> the template, otherwise you will have to grant later <strong>read and write permissions</strong> on a group by group basis.
es: Si se marca como público <strong>todos</strong> los usuarios de la plataforma podrán <strong>ver</strong> y <strong>editar</strong> la plantilla, en caso contrario tendrá que otorgar con posterioridad <strong>permisos de lectura y escritura</strong> grupo a grupo.

source: Public
es: Público

source: Description
es: Descripción

source: <p>Template <strong>description</strong>.</p>
es: <p>Descripción de la <strong>plantilla</strong>.</p>

source: Save Template
es: Guardar Plantilla

source: Create category
es: Crear categoría

source: Parent category
es: Categoría padre

source: Choose a parent category
es: Escoger categoría padre

source: Choose a parent category from the dropdown
es: Escoger categoría padre

source: <p>Introduce the category <strong>description</strong> here</p>.
es: <p>Introduzca <strong>aquí</strong> una breve descripción de la categoría.</p>

source: Save Category
es: Guardar Categoría

source: Cick or drag a file here
es: Clic o arrastrar archivo aquí

source: Browse categories
es: Listado de categorías

source: Categories
es: Categorías

source: Edit category
es: Editar categoría

source: Edit news entry
es: Editar noticia

source: Messages
es: Mensajes

source: Refresh inbox
es: Refrescar buzón de entrada

source: Mark as read/unread
es: Marcar como leído/no leído

source: Move to trash
es: Mover a la papelera

source: Move to inbox
es: Mover al buzón de entrada

source: Messages from
es: Mensajes del

source: There are no messages to show.
es: No hay mensajes que mostrar.

source: Folders
es: Carpetas

source: Inbox
es: Buzón de entrada

source: Sent Mail
es: Mensajes enviados

source: Trash
es: Papelera

source: My Groups
es: Mis grupos

source: Search messages
es: Buscar mensajes

source: To:
es: Para:

source: Subject:
es: Asunto:

source: From:
es: De:

source: Choose at least a group
es: Escoger, al menos, un grupo

source: Introduce the subject
es: Introduzca el asunto

source: <p>Introduce the <strong>message content</strong> here.</p>
es: <p>Escriba aquí el <strong>cuerpo del mensaje</strong>.</p>

source: Discard
es: Descartar

source: Discard email
es: Descartar mensaje

source: Send
es: Enviar

source: From group
es: Del grupo

source: Print message
es: Imprimir mensaje

source: View message
es: Ver mensaje

source: Print
es: Imprimir

source: Back to Inbox
es: Eviar buzón de entrada

source: Remove
es: Eliminar

source: You have no permission to see the requested message.
es: Carece de permisos para ver el mensaje solicitado.

source: Users
es: Usuarios

source: result
es: resultado

source: results
es: resultados

source: found for
es: para el término

source: Please choose an image file.
es: Por favor, escoger una archivo de imagen.

source: Create user
es: Crear usuario

source: Username
es: Alias

source: Insert an unique username
es: Introduzca un alias único

source: Insert the user full name
es: Nombre y appellidos del usuario

source: Position
es: Cargo

source: Insert the company position
es: Cargo del usuario

source: Password
es: Clave

source: Confirm
es: Confirmar

source: Confirm password
es: Confirmar clave

source: Confirm user email
es: Confirmar el email

source: Insert an unique user email
es: El email debe ser único

source: Phone
es: Teléfono

source: Phone number
es: Número de teléfono

source: Active user
es: Usuario activo

source: Role
es: Rol

source: Administrator
es: Administrador

source: User
es: Usuario

source: <p>Insert <strong>here</strong> the user description.</p>
es: <p>Incluir <strong>aquí</strong> una breve descripción del usuario.</p>

source: Image
es: Foto

source: Recommended minimum size: 320x320 pixels
es: Tamaño mínimo recomendado: 320x320 píxeles

source: New image
es: Nueva foto

source: Preview images
es: Previsualizar fotos

source: Save User
es: Guardar Usuario

source: Save Image
es: Guardar Foto

source: Profile Details
es: Detalles del perfil

source: Change image
es: Cambiar foto

source: User since
es: Usuario desde

source: About me
es: Acerca de mí

source: Edit data
es: Editar datos

source: New pass.
es: Nueva clave

source: Templates uploaded by this user
es: Plantillas subidas por este usuario

source: This user has not uploaded any template yet.
es: Este usuario aun no ha creado ninguna plantilla.

source: Introduce a user name to filter your results
es: Introducir un nombre de usuario paar filtrar resultados

source: users found for
es: usuarion encontrados con

source: Add user
es: Añadir usuario

source: Start typing an user name and chose a value from the dropdown list.
es: Empiece a teclear un nombre de usuario y escoja uno de la lista.

source: Whenever you decide to save the list press the "Save" button below.
es: Cuando desee guardar la lista clic en el botón "Guardar".

source: Save
es: Guardar

source: That user has already been added.
es: Ese usuario ya se había añadido previamente.

source: The user with username: "
es: El usuario con alias: "

source: " has been created.
es: " ha sido creado.

source: " has been removed.
es: " se ha eliminado.

source: The old password that you just introduced was incorrect, please, try again.
es: La clave anterior introducida era incorrecta, por favor, inténtelo de nuevo.

source: Groups
es: Grupos

source: Clone
es: Clonar

source: Add administrators
es: Añadir administradores

source: Add members
es: Añadir miembros

source: Administrators
es: Administradores

source: Members
es: Miembros

source: There are no users selected.
es: No hay usuarios seleccionados.

source: You are about to clone the group
es: Se dispone a clonar

source: Please, do only so if you believe you may save some time by importing its <strong>members</strong> and <strong>administrators</strong> (that are listed at the <a href="#members" style="text-decoration: underline; font-weight: bold">bottom of this page</a>).
es: Le recomendamos que sólo haga esto si cree que se puede ahorrar trabajo importando sus <strong>miembros</strong> y <strong>administradores</strong> (que se encuentran listados <a href="#members" style="text-decoration: underline; font-weight: bold">al final de esta página</a>).

source: Insert group name
es: Introduzca el nombre del grupo

source: Group color
es: Color grupo

source: Choose a unique color to identify the group
es: Escoja un color único para identificar el grupo

source: <p>Insert <strong>here</strong> the group description.</p>
es: <p>Introduzca <strong>aquí</strong> una breve descripción del grupo.</p>

source: Save Group
es: Guardar Grupo

source: Edit Group
es: Editar Grupo

source: The group named: "
es: El grupo con nombre: "

source: " has been edited.
es: " se ha editado.

source: document
es: documento

source: History
es: Historia

source: Actions
es: Acciones

source: Edit Document Metadata
es: Editar metadatos

source: Change Document Template
es: Cambiar plantilla del documento

source: Upload
es: Subir

source: Clone Document
es: Clonar documento

source: Template
es: Plantilla

source: created
es: creado

source: modified
es: modificado

source: Contact info
es: Info contacto

source: Template versions
es: Histórico de versiones

source: Date
es: Fecha

source: View
es: Ver

source: Revert
es: Revertir

source: View interactive template
es: Ver plantilla interactiva

source: View web form
es: Ver formulario web

source: Process
es: Procesado

source: Permissions
es: Permisos

source: Edit the enduser interface
es: Editar la interfaz de usuario

source: Process Template Web interface
es: Procesar Interfaz Web

source: Process Web Form
es: Procesar Formulario Web

source: Preview and test the enduser interface
es: Previsualizar y testear la interfaz de usuario

source: Preview Web Interface
es: Previsualizar Interfaz Web

source: Preview Web Form
es: Previsualizar Formulario Web

source: Publish template
es: Publicar plantilla

source: If published the template could not be <strong>processed</strong> or <strong>modified</strong> until been unpublished again.
es: Si se publica una plantilla ésta no puede ser <strong>procesada</strong> o <strong>modificada</strong> hasta que no sea despublicada de nuevo.

source: Unpublish template
es: Despublicar plantilla

source: If unpublished the template can be <strong>processed</strong> or <strong>modified</strong> again.
es: Si se despublica la plantilla ésta puede ser <strong>procesada</strong> o <strong>modificada</strong> de nuevo.

source: Access control
es: Control de acceso

source: read/write permission to all users.
es: permisos de lectura/escritura para todos los usuarios.

source: Save Permissions
es: Guardar permisos

source: none
es: no

source: read
es: leer

source: edit
es: editar

source: Save & Continue
es: Guardar y Continuar

source: Save & Preview
es: Guardar y Previsualizar

source: Save & Exit
es: Guardar y Salir

source: Custom CSS styles
es: Estilos CSS personalizados

source: Custom JavaScript code
es: Código JS personalizado

source: Remote Procedure Calls
es: Llamadas a procedimientos remotos

source: Custom Settings
es: Configuración personalizada

source: Manage attachments
es: Gestión de archivos adjuntos

source: Local Storage
es: Almacenamiento local

source: Retrieve local data
es: Recuperar datos locales

source: Remove data stored locally
es: Eliminar datos locales

source: Session expired
es: Sesión expirada

source: By clicking the "Save data locally" button below you will keep in your browser local storage a copy of the current data.
es: Haciendo clic en el botón "Guardar datos localmente" salvará en su navegador una copia de los datos actuales.

source: You may recover your edition next time you process this template.
es: Podrá recuperar esta edición la próxima vez que procese esta plantilla.

source: In order to avoid conflicts with future editions we recommend to recover the data as soon as possible.
es: Para evitar conflictos con futuras ediciones le recomendamos que recupere estos datos lo antes posible.

source: Ignore
es: Ignorar

source: Save data locally and logout
es: Guardar datos localmente y "logout"

source: There is <strong>locally saved data</strong> from a previous edition.
es: Hay <strong>datos guardados en local</strong> de una edición anterior.

source: What would you like to do?
es: ¿Qué desea hacer con ellos?

source: Merge saved data
es: Fusionarlos con los datos descargados

source: Ignore and remove saved data
es: Ignorar y eliminar los datos locales

source: Merge local data
es: Fusionar con datos locales

source: Do you really want to leave?
es: ¿Quiere realmente salir?

source: You are about to leave this page without saving your changes!!
es: ¡Va a abandonar esta página sin haber salvado los cambios!

source: Leave without saving
es: Salir sin guardar

source: Label
es: Etiqueta

source: Tip
es: Info

source: Decimals
es: Decimales

source: Unlimited (not recommended)
es: Sin límite (no recomendado)

source: Depends on
es: Depende de

source: Choose dependency type
es: Escoger dependencia

source: Column variables
es: Variables en la columna

source: Row variables
es: Variables en la fila

source: Dependency formula
es: Formula dependencia

source: Choose variable
es: Escoger variable

source: Save dependencies
es: Guardar dependencias

source: Save &amp;
es: Guardar y

source: Preview
es: Previsualizar

source: Exit
es: Salir

source: Notify
es: Notificar

source: if true a notification will be send to the editors.
es: si está marcado se enviará una notificación a los otros editores.

source: Version comments
es: Comentarios sobre la versión

source: Type
es: Tipo

source: text
es: texto

source: multiline text
es: texto multilínea

source: full rich textarea
es: área de texto enriquecido

source: date
es: fecha

source: options
es: opciones

source: predefined list
es: lista predefinida

source: remote procedure call
es: llamada a procedimiento remoto

source: Choose a display mode
es: Mostrar como

source: Dropdown menu
es: Lista desplegable

source: Radio buttons
es: Botones de radio

source: Checkboxes
es: Casillas (check-boxes)

source: Insert the list of options separated by ";"
es: Inserte una lista de opciones separadas por ";"

source: Choose one of the available lists
es: Escoger uno de los listados disponibles

source: Select a list
es: Seleccionar un listado

source: Choose one of the available RPCs
es: Escoger un procedimiento remoto

source: Validation
es: Validación

source: numeric
es: numérico

source: empty
es: vacio

source: phone
es: teléfono

source: Rich text
es: Texto rico

source: if true this var will be editable by the end user.
es: si marcado esta variable será editable.

source: if true all instances of this variable will have the same value.
es: si marcado toda instancia de esta variable tendrá el mismo valor.

source: if true the user will be able to alter the format (bold, color, ....).
es: Si seleccionado el usuario podrá escoger formato (negrita, color, ...).

source: Save changes
es: Guardar cambios

source: if false this block could not be replicated by the end user.
es: si no marcado este bloque no podrá ser replicado por el usuario.

source: This block contains the following variables
es: Este bloque contiene las siguientes variables

source: Display
es: Visibilidad

source: Show
es: Mostrar

source: Hide
es: Ocultar

source: Default display option.
es: Visibilidad por defecto.

source: Toggle block visibility option upon the following condition on a variable field
es: Cambiar la visibilidad dependiendo del valor de una variable

source: Select a variable with limited options
es: Seleccionar una variable con valores cerrados
