Repository: saldanha111/gsk
Catalog: app/Resources/translations/messages.*.xlf
Languages: es

source: If you need to consider more than one value separate them by ";"
es: Si puede depender de más de un valor separelos con ";"

source: insert values
es: introduzca los valores

source: Value
es: Valor

source: Source
es: Fuente

source: Picture
es: Imagen

source: Signature pad
es: Panel de firma

source: Format
es: Formato

source: Preserve size
es: Preservar tamaño

source: Preserve width
es: Preservar ancho

source: Preserve height
es: Preservar altura

source: Redimension
es: Redimensionar

source: if true this image will be editable by the end user.
es: si marcado la imagen será editable por el usuario.

source: if true all instances of this image will use the same source.
es: si marcado toda instancia de esta imagen utilizará la misma fuente.

source: Custom CSS
es: Código CSS

source: Custom JS
es: Código JS

source: Global Remote Procedure Calls
es: Procedimientos Remotos Globales

source: Numbers
es: Números

source: Default values
es: Valor por defecto

source: Decimal point
es: Separador decimal

source: thousands
es: miles

source: Formats
es: Formatos

source: Choose format...
es: Escoger formato...

source: if true the enduser will be prompted to introduce comments.
es: si marcado el usuario podrá incluir comentarios.

source: Tabs
es: Pestañas

source: if true sections will be organized by tabs.
es: si marcado las secciones se organizarán por pestañas.

source: Tab names
es: Nombres

source: Include all the tab names separated by ";"
es: Insertar los nombres de las pestañas separados por ";"

source: The above settings will overwrite the general settings for this particular document template.
es: Estas opciones de configuración sobreescribiran la configuración general para este documento.

source: Custom settings
es: Configuración personalizada

source: New attachment
es: Nuevo adjunto

source: Max. size
es: Tamaño max.

source: No size limit
es: Sin límite de tamaño

source: all
es: todos

source: Spreadsheet
es: Hoja de cálculo

source: Toggle attachment upon the following condition on a variable field
es: Desactivar adjunto dependiendo del valor de una variable

source: There are no attachments.
es: No hay archivos adjuntos.

source: Add
es: Añadir

source: If you leave without saving you WILL LOOSE your edition.
es: Si abandona esta página PERDERÁ su edición.

source: Page loaded from the browser cache.<br/> It is <strong>HIGLY RECOMMENDED</strong> that you reload the page because you may <strong>LOOSE</strong> data and/or incurr in edition conficts.
es: Página cargada desde la memoria del navegador.<br/> Está <strong>RECOMENDADO</strong> que recarge la página pues en caso contrario puede <strong>PERDER</strong> datos y/o incurrir en conflictos entre ediciones.

source: Reload
es: Recargar

source: Time left
es: Tiempo restante

source: The attachment name can not be empty.
es: El nombre del archivo adjunto no puede estar vacío.

source: If you choose the option type you need to include at least one option.
es: Si escoge el tipo opciones debe incluir, al menos, uan opción.

source: If you choose the list type you need to choose one from the dropdown menu.
es: Si escoge tipo listado debe seleccionar, al menos, uno del menú desplegable.

source: If you choose the Remote Procedure Call type you need to choose one from the dropdown menu.
es: Si escoge un Procedimiento Remoto debe seleccionar, al menos, uno del menú desplegable.

source: Choose variable
es: Escoger variable

source: label
es: etiqueta

source: type
es: tipo

source: source
es: fuente

source: format
es: formato

source: grouped
es: grupo

source: display
es: mostrar

source: dependes on
es: depende de

source: condition
es: condición

source: decimals
es: decimales

source: unlimited
es: sin límite

source: Local data removed
es: Datos locales eliminados

source: The metadata previously saved locally has been removed.
es: Los metadatos salvados localmente han sido eliminados.

source: There is no previously stored data for this template.
es: No hay datos previamente guardados para esta plantilla.

source: The following changes have been detected
es: Se han detectado los siguientes cambios

source: Standard variables
es: Variables estándar

source: Merge
es: Fusionar

source: Local value
es: Valor local

source: No differences were detected between the local and loaded data.
es: No se encontraron diferencias entre los datos guardados localmente y los cargados del servidor.

source: There were not found differences to be merged.
es: No se encontraron diferencias.

source: Beware that some grouping data may have been lost if in the meantime there were changes in the <strong>original document</strong> template.
es: Tener en cuenta que se pueden perder datos sobre grupos si en el interim se han realizado cambios en la <strong>plantilla</strong> del documento.

source: Process template
es: Procesar plantilla

source: Add new Step/Tab
es: Añadir nuevo paso/pestaña

source: Overwrite server data
es: Sobreescribir los datos cargados

source: The data loaded from the server has been updated after you created your local copy.
es: Los datos cargados desde el servidor son más recientes que los almacenados localmente.

source: If you load your local data you risk to loose those recent changes.
es: Si recarga los datos locales se arriesga a perder cambios más recientes.

source: Remove Step/Tab
es: Eliminar Paso/Pestaña

source: This action is not undoable.
es: Esta acción no se puede deshacer.

source: Themes
es: Temas

source: Progress bar
es: Barra progreso

source: if true a progressBar will be shown.
es: si marcado se mostrará la barra de progreso.

source: if true the form will be organized by tabs.
es: si marcado el formulario se organizará por pasos.

source: The above settings will overwrite the document settings for this particular web form.
es: Está configuración sobreescribirá la configuración general para este formulario web.

source: Edit Step/Tab info
es: Editar Paso/Pestaña

source: Insert comment
es: Insertar comentario

source: Identifier for this comment.
es: Identificador para este comentario

source: Comment body
es: Comentario

source: <p>Insert <strong>here</strong> your comments.</p>
es: <p>Insertar <strong>aquí</strong> los comentarios.</p>

source: Edit Form Label
es: Editar etiqueta

source: Form label
es: Etiqueta

source: This label will override the previously given label on form rendering.
es: Esta etiqueta sobreescribirá en el formulario el valor previamente procesado.

source: Display as
es: Mostrar como

source: Group Element Description
es: Descripción del grupo de elementos

source: Step
es: Paso

source: Collapse groups
es: Colapsar grupos

source: Display groups
es: Mostrar grupos

source: Edit comment
es: Editar comentario

source: Edit form metadata
es: Editar metadatos

source: Enable
es: Activar

source: Disable
es: Desactivar

source: You can not remove non-empty steps.
es: No puede eliminar pasos que no estén vacios.

source: Cloneable
es: Clonable

source: Toggle with
es: Depende de

source: Toggle values
es: Valores

source: table
es: tabla

source: bookmarked content block
es: bloque con marcador

source: List
es: Lista

source: Options
es: Opciones

source: Rich Text
es: Texto rico

source: There is no previously stored form data for this document.
es: No hay datos locales almacenados para el formulario web de esta plantilla.

source: Auxiliary Resources
es: Recursos auxiliares

source: Resource
es: Recurso

source: Resources
es: Recursos

source: Data
es: Datos

source: Keys
es: Llaves

source: Values
es: Valores

source: Modify resource
es: Modificar recurso

source: Modify
es: Modificar

source: Invalid JSON format
es: Formato JSON no válido

source: Create new resource
es: Crear nuevo recurso

source: Insert unique resource name
es: Introduzca un nombre único de recurso

source: <p>Insert <strong>here</strong> the resource description.</p>
es: <p>Introducir <strong>aquí</strong> una breve descripción del recurso.</p>

source: The resource entitled: "
es: El recurso con nombre: "

source: Data: key-value pairs
es: Datos: pares llave-valor

source: Sort data alphabetically
es: Ordenar alfabéticamente

source: Remove data
es: Eliminar datos

source: Import TSV data
es: Importar TSV

source: Import JSON data
es: Importar JSON

source: Tab Separated Values.
es: Valores separador por tabuladores.

source: Please, choose a file containing the TSV data for its import.
es: Por favor, escoger un fichero TSV con los datos que deseamos importar.

source: The file may only contain tab separated plain text:
es: El archivo sólo debe incluir texto plano separado por tabuladores:

source: The values column is optional. The white spaces should be set with a <strong>tab character</strong>, otherwise the data will not load correctly.
es: La columna valor es opcional. El espacio en blanco debe ser introducido con un <strong>tabulador</strong>, en caso contrario los datos no se cargarán correctamente.

source: Load Data from File
es: Cargar datos del fichero

source: Please, choose a file containing JSON data for its import. The file should only contain a JSON string with the following format (carriage returns are optional):
es: Por favor, escoger un fichero en formato JSON para la importación. El fichero sólo debe incluir una cadena JSON con el siguiente formato (los saltos de carro son opcionales):

source: The values may be set as empty strings but the keys need a non-empty value (also notice that the last JSON entry has no trailing comma).
es: Los valores pueden dejarse vacios pero las llaves no pueden ser vacías (tener en cuenta que la última entrada del JSON no debe terminarse con una coma).

source: Save Resource
es: Guardar Recurso

source: Cloning resource
es: Clonando recurso

source: Remote Procedure Calls
es: Procedimientos remotos (RPCs)

source: Params
es: Parámetros

source: Prompt message
es: Mensaje

source: Secret
es: Secreto

source: Event
es: Evento

source: Trigger
es: Disparador

source: Method
es: Método

source: Insert RPC name
es: Insertar el nombre del RPC

source: <strong>Whitespaces</strong> are not allowed instead use <strong>underscores</strong> (<strong>_</strong>).
es: Los <strong>espacios en blanco</strong> no están permitidos utilizar <strong>guiones bajos</strong> (<strong>_</strong>).

source: RPC parameters
es: Parámetros RPC

source: List of <strong>variables</strong> separated by "<strong>;</strong>" (<strong>semicolon</strong>).
es: Listado de <strong>variables</strong> separadas por "<strong>;</strong>" (<strong>punto y coma</strong>).

source: Parameter defalt values
es: Valor por defecto de los parámetros

source: List of <strong>values</strong> separated by "<strong>;</strong>" (<strong>semicolon</strong>). There should be as many as parameters.
es: Listado de <strong>valores</strong> separados por "<strong>;</strong>" (<strong>punto y coma</strong>). Debe haber tantos como parámetros.

source: Message
es: Mensaje

source: This is the message that will be shown to the user if <strong>prompted</strong> to introduce the parameter values. Use <strong>%%param%%</strong> if you want to include the corresponding variable name in the case of multiple parameters.
es: Éste es el mensaje que se mostrará a los usuarios si <strong>se les pide</strong> que introduzcan el valor de los parámetros. Use <strong>%%param%%</strong> si desea introducir el nombre de la variable cuando haya más de un parámetro.

source: Secret
es: Secreto

source: If not empty this (previously encrypted) secret will be used as an authentication message for secure RPCs.
es: Si no se deja vacío, este "secreto" se utilizará (previamente encriptado) para autenticar el mensaje en el caso de RPCS seguros.

source: Choose a pre-existing method to be triggered
es: Escoger un método pre-existente para ser disparado

source: Save RPC
es: Guardar RPC

source: <p>Introduce the Remote Procedure Call <strong>description</strong> here.</p>
es: <p>Introduzca aquí la <strong>descripción</strong> del Procedimiento Remoto (RPC).</p>

source: The Remote Procedure Call named: "
es: El Procedimienton Remoto nombrado: "

source: <p>Introduce the custom validation <strong>description</strong> here.</p>
es: <p>Introduzca la descripción de la <strong>validación</strong> aquí.</p>

source: The custom validation named: "
es: La validacion pesonalizada de nombre: "

source: Custom Validations
es: Validaciones personalizadas

source: Date Expression
es: Expresión para fecha

source: Regular expression
es: Expresión regular

source: Modify Custom Validation
es: Modificar Validación Personalizada

source: Create Custom Validation
es: Crear Validación Personalizada

source: Save Custom Validation
es: Guardar Validación

source: Insert the custom validation name
es: Introduzca un nombre único de validación

source: Validation type
es: Tipo de validación

source: Expression
es: Expresión

source: Date validation expression
es: Expresión para validación de fecha

source: Regular expression (whithout delimiters)
es: Expresión regular (sin delimitadores)

source: The date format, may be a combination of <strong>d</strong>, <strong>dd</strong>, <strong>D</strong>, <strong>DD</strong>, <strong>m</strong>, <strong>mm</strong>, <strong>M</strong>, <strong>MM</strong>, <strong>yy</strong>, <strong>yyyy</strong>, e.g. dd/mm/yyyy or DD MM dd, yyyy
es: El formato de fecha puede ser una combinación de <strong>d</strong>, <strong>dd</strong>, <strong>D</strong>, <strong>DD</strong>, <strong>m</strong>, <strong>mm</strong>, <strong>M</strong>, <strong>MM</strong>, <strong>yy</strong>, <strong>yyyy</strong>, por ejemplo, dd/mm/yyyy o DD MM dd, yyyy

source: Numeric date, no leading zero and leading zero, respectively, e.g. 2, 02.
es: Fecha numérica, sin y con cero delante respectivamente: 2 ó 02, por ejemplo.

source: Abbreviated and full weekday names, respectively, e.g. Mon, Monday.
es: Nombres abreviados y completos de los días de la semana respectivamente: Lun o Lunes, por ejemplo.

source: Numeric month, no leading zero and leading zero, respectively, e.g. 4, 04.
es: Meses en número, sin y con cero respectivamente: 4 ó 04, por ejemplo.

source: Abbreviated and full month names, respectively, e.g. Jan, January
es: Nombres abreviados y completos de los meses respectivamente: Ene o Enero, por ejemplo.

source: 2- and 4-digit years, respectively, e.g. 15, 2015.
es: Años con 2 ó 4 dígitos respectivamente: 15 ó 2015, por ejemplo

source: Do <strong>not</strong> include delimiters and <strong>escape</strong> non-alphanumeric characters.
es: <strong>No</strong> incluir delimitadores y <strong>escapar</strong> caracteres no-alfanuméricos.

source: Standard regular expression, e.g.
es: Expresión regular estándar, por ejemplo,

source: Custom Queries
es: Consultas personalizadas

source: Query Data
es: Datos consulta

source: Structure
es: Estructura

source: Create new Custom Query
es: Crear Consulta Personalizada

source: Custom Query
es: Consulta personalizada

source: Modify Custom Query
es: Modificar Consulta Personalizada

source: Insert the custom query name
es: Insertar un nombre único para la consulta

source: Query structure
es: Estructura

source: Insert Query JSON structure
es: Insertar estructura consulta en formato JSON

source: Save Custom Query
es: Guardar Consulta

source: The JSON Query structure is not correctly formed.
es: La estructura JSON es incorrecta.

source: <p>Insert <strong>here</strong> the custom query description.</p>
es: <p>Insertar <strong>aquí</strong> la descripción de la consulta.</p>

source: The custom query named: "
es: La consulta con nombre: "

source: Raw Queries
es: Consultas SQL

source: Not valid API key. Check that you are sending a correct API key together with the unique id and timestamp that you used to generate it.
es: "API key" no válida. Compruebe que está enviandp la "API key" correcta junto con el id único y el sello de tiempo que utilizo para generarla.

source: JSON format could not be parsed.
es: No se pudo parsear el JSON enviado (error de formato).

source: There seems to be problems with the JSON structure of the "
es: Parece haber un error con la estructura JSON de "

source: There was an error in the custom query "
es: Hay un error en la consulta personalizada "

source: This API key has expired
es: Esta "API key" ha expirado

source: The resource type was not defined
es: El tipo de recurso no ha sido definido

source: The requested data resource does not exist
es: El recurso solicitado no existe

source: The requested field
es: El campo solicitado

source: does not exist for this entity.
es: no existe para esta entidad.

source: You did not include any valid field in your select field request.
es: No incluyo ningún campo válido en el campo selección de su consulta.

source: Remember that if you ommit the select field from your request you will get all fields
es: Recuerde que si omite el campo selección de su consulta se le devolveran todos los campos

source: The requested fields have to be given as an array
es: Los campos solicitados deben darse como una matriz

source: One of your WHERE clause entries is lacking the required field entry.
es: Una de sus clausulas WHERE no tiene el campo respectivo.

source: Operand for field
es: El operando para el campo

source: not given, the default operand
es: no ha sido incluido, el operand por defecto

source: has been used.
es: ha sido utilizado.

source: The value for field
es: El valor para el campo

source: can not be empty.
es: no puede estar vacío.

source: The operand for field
es: El operando para el campo

source: is not a valid operand.
es: no es válido.

source: The field
es: El campo

source: in your WHERE clause entries does not exist for this entity.
es: en su clausula WHERE no existe para esta entidad.

source: There is not a valid field to order by.
es: El campo utilizado para definir el orden no es válido.

source: There was no explicit ordering type the default
es: No se ha definido un orden explicito

source: value was selected
es: fue seleccionado

source: is not an acceptable order type.
es: no es un tipo de orden aceptable.

source: has been used.
es: ha sido utilizado.

source: The maximum number of reaults has been limited to:
es: El número máximo de resultados ha sido limitado a:

source: There was an error in the generated query, please, check the syntax of your request.
es: Hay un error en la consulta generada, por favor, compruebe la sintaxis de su petición.

source: <p>Introduce the raw query description <strong>description</strong> here.</p>
es: <p>Introduzca aquí la <strong>descripción</strong> de la consulta SQL.</p>

source: The raw query named: "
es: La consulta SQL: "

source: Raw Queries
es: Consultas SQL

source: Parameters
es: Parámetros

source: Save Raw Query
es: Guardar Consulta SQL

source: Create new Raw Query
es: Crear Consulta SQL

source: Raw Query
es: Consulta SQL

source: All fields (but "Query parameters") are mandatory
es: Todos los campos (excepto los "Parámetros") son obligatorios

source: Insert the raw query name
es: Insertar un nombre único para la consulta

source: Raw SQL Query
es: Consulta SQL

source: Insert raw SQL query
es: Introduzca la consulta SQL

source: Query parameters
es: Parámetros

source: GET query parameters
es: Parámetros consulta

source: Export Document
es: Exportar Documento

source: There were problems creating the export file.
es: Hubo problemas generando el archivo de exportación.

source: You may choose a <strong>.odt</strong>, a <strong>.docx</strong> file or a Docxpresso standard <strong>export file (.zip)</strong>.
es: Puede escoger un archivo <strong>.odt</strong>, <strong>.docx</strong> o un <strong>archivo de exportación (.zip)</strong> estándar de Docxpresso.

source: The template with name: "
es: La plantilla con nombre: "

source: " has been cloned.
es: " ha sido clonada.

source: Trying to upload an invalid format.
es: El formato de archivo no es válido.

source: There were problems with the template import file.
es: Hay problemas con el archivo de importación del template.

source: Form Label
es: Etiqueta

source: Form Tip
es: Info

source: This tip will override the previously given tip on form rendering.
es: Esta info sobreescribirá en el formulario el valor previamente procesado

source: Image preview
es: Previsualización imagen

source: Sign
es: Firmar

source: Signature preview
es: previsualización firma

source: Form header
es: Cabecera

source: Choose a form header...
es: Escoger una cabecera para el formulario...

source: Theme
es: Tema

source: Access denied
es: Acceso denegado

source: You do not have the access privileges to preview this document.
es: Carece de los privilegios necesarios para visualizar este documento.

source: The APIKEY has expired so you do not have the access privileges to preview the document with id:
es: La "Clave" ha caducado por lo que carece de permisos de acceso para este documento con id:

source: Because of security policy you should directly access the document from:
es: Debido a nuestra política de seguridad debe acceder a este documento exclusivamente desde esta página web:

source: The APIKEY has expired so you do not have the access privileges to preview the document.
es: La "Clave" ha caducado por lo que carece de permisos de acceso para este documento.

source: The document format you are requesting for the document is not currently available.
es: El formato de documento que solicita no está disponible.

source: You have to provide a valid document name.
es: Debe proporcionar un nombre de documento válido.

source: The document could not be accessed.
es: No se puede acceder al documento.

source: You do not have the access privileges to preview this document.
es: Carece de privilegios de acceso para este documento.

source: If you consider that this is an error, please, contact the system administrators.
es: Si considera que esto es un error, por favor, contacte con los administradores de la plataforma.

source: Access Document
es: Acceder al documento

source: Import Document Data
es: Importar Datos Documento

source: Update Template
es: Cambiar Plantilla

source: Zip file
es: Archivo .zip

source: You must select a standard Docxpresso <strong>export file (.zip)</strong>.
es: Debe seleccionar un <strong>fichero de exportación (.zip)</strong> estándar de Docxpresso.

source: if true the document template will also be updated.
es: si marcado se actualizará la plantilla del documento.

source: You need to choose a category.
es: Tiene que escoger una categoría.

source: You need to include at least one tag.
es: Debe incluir al menos una etiqueta.

source: You have to upload a file.
es: Tiene que escoger un fichero.

source: You need to choose a new name for the cloned template.
es: Tiene que escoger un nombre nuevo para el documento clonado.

source: Sorry, there were problems updating the permissions.
es: Lo sentimos pero hubo problemas al actualizar los permisos.

source: Permissions saved
es: Permisos guardados

source: The permissions for this document were successfuly updated.
es: Los permisos para este documento se guardaron correctamente.

source: Choose at least a format ("all").
es: Escoja, al menos, un formato ("todos").

source: You may not revert to an older version unless you unpublish the template.
es: No se puede recuperar una versión anterior a menos que despublique la plantilla.

source: You need to choose a file to upload
es: Tiene que escoger un fichero a subir.

source: You need to include as many default parameter values as parameters.
es: Tiene que incluir tantos valores por defecto como parámetros.

source: Import data
es: Importar datos

source: There was an error importing the requested data.
es: Hubo un error importandolos datos.

source: A Docxpresso import file for: "
es: Un fichero de importación Docxpreso para: "
